Repository: kirillmazayev80/filmtest
Catalog: FilmTest/storyboards/*.lproj/Localizable.strings
Languages: ru

source: Actors
ru: Актеры

source: API REQUEST ERROR
ru: ОШИБКА СЕТЕВОГО ЗАПРОСА

source: Favorites
ru: Избранное

source: Home Page
ru: Сайт

source: INTERNAL APP ERROR
ru: ВНУТРЕННЯЯ ОШИБКА

source: It is unknown whether the network is reachable
ru: Доступность сети неизвестна

source: OK
ru: ДА

source: Rate
ru: По рейтингу

source: Release date
ru: По дате

source: Search
ru: Поиск

source: SELECT APPLICATION THEME
ru: ВЫБОР ТЕМЫ ПРИЛОЖЕНИЯ

source: SELECT MOVIE GENRE
ru: ВЫБОР ЖАНРА ФИЛЬМОВ

source: Settings
ru: Установки

source: Something went wrong! Please contact support.
ru: Что-то пошло не так! Пожалуйста обратитесь в службу поддержки.

source: Something went wrong! Please try again later.
ru: Что-то пошло не так! Пожалуйста попробуйте повторить попытку позже.

source: The movie has added
ru: Фильм добавлен

source: The movie has removed
ru: Фильм удален

source: The network is not reachable
ru: Сеть недоступна

source: The network is reachable over the WiFi connection
ru: Сеть доступна через WiFi подключение

source: The network is reachable over the cellular connection
ru: Сеть доступна через сотовое подключение

source: Title
ru: По имени
